content/posts/Notes_on_representation_theory_and_quantum_mechanics_by_Noah_Miller_in_2018.md
+++
title = "Notes on representation theory and quantum mechanics by Noah Miller in 2018"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:30-04:00
slug = "Notes_on_representation_theory_and_quantum_mechanics_by_Noah_Miller_in_2018"
draft = false
+++

## [representation theory]({{< relref "representation_theory" >}}), [physics]({{< relref "physics" >}}) {#representation-theory--representation-theory-dot-md--physics--physics-dot-md}


## <https://scholar.harvard.edu/files/noahmiller/files/representation-theory-quantum.pdf> {#https-scholar-dot-harvard-dot-edu-files-noahmiller-files-representation-theory-quantum-dot-pdf}


## <https://en.wikipedia.org/wiki/Spherical%5Fharmonics> {#https-en-dot-wikipedia-dot-org-wiki-spherical-harmonics}


## <https://en.wikipedia.org/wiki/Symmetry%5Fin%5Fquantum%5Fmechanics> {#https-en-dot-wikipedia-dot-org-wiki-symmetry-in-quantum-mechanics}


## 1 Group representations {#1-group-representations}


### A representation of a group \\[G\\] on a vector space \\[V\\] is a group homomorphism \\[ \pi \colon G \rightarrow GL(V)\\] {#a-representation-of-a-group-g-on-a-vector-space-v-is-a-group-homomorphism-pi-colon-g-rightarrow-gl--v}


## 2 Schur's lemma {#2-schur-s-lemma}


## 3 Spherical Harmonics as Representations of SO(3) [progress indicators]({{< relref "progress_indicators" >}}) {#3-spherical-harmonics-as-representations-of-so--3--progress-indicators--progress-indicators-dot-md}


## 4 Unitary Representations {#4-unitary-representations}


## 5 All Representations Break Up Into a Direct Sum of Irreducible Representations {#5-all-representations-break-up-into-a-direct-sum-of-irreducible-representations}


## 6 A Brief Safari of The Hydrogen Atom {#6-a-brief-safari-of-the-hydrogen-atom}


## 7 Lie Algebras {#7-lie-algebras}


## 8 The Lie Algebras of U(n), SL(n,C), and SU(n) {#8-the-lie-algebras-of-u--n--sl--n-c--and-su--n}


## 9 Lie Algebra Representations {#9-lie-algebra-representations}


## 10 Classifying the Irreducible Representations of U(1) {#10-classifying-the-irreducible-representations-of-u--1}


## 11 Lie Algebra Complexifications {#11-lie-algebra-complexifications}


## 12 Classifying the Irreducible Representations of SU(2) {#12-classifying-the-irreducible-representations-of-su--2}


## 13 The Spin 1 Representation of SU(2) {#13-the-spin-1-representation-of-su--2}


## 14 An Explicit Construction of Unitary SU(2) Representations {#14-an-explicit-construction-of-unitary-su--2--representations}


## 15 The Odd Couple: SU(2) and SO(3) {#15-the-odd-couple-su--2--and-so--3}


## 16 What’s The Deal With Spin? {#16-what-s-the-deal-with-spin}


## 17 The Adjoint Representation And The Power Of Magical Thinking {#17-the-adjoint-representation-and-the-power-of-magical-thinking}


## 18 Operators That Generate Representations of U(1) Have Quantized Eigenvalues {#18-operators-that-generate-representations-of-u--1--have-quantized-eigenvalues}


## 19 Functions on Phase Space Comprise a Lie Algebra {#19-functions-on-phase-space-comprise-a-lie-algebra}


## 20 The Moment Map: Lie Algebra → Conserved Quantities {#20-the-moment-map-lie-algebra-conserved-quantities}


## 21 Quantization is a Lie Algebra Representation {#21-quantization-is-a-lie-algebra-representation}


## 22 Quantizing a Group Action {#22-quantizing-a-group-action}


## 23 Symplectomorphisms and Degree 2 Polynomials {#23-symplectomorphisms-and-degree-2-polynomials}
